submission_logs/5_2k_3_2/8/32/0-1/0/memtier/4.log
1         Threads
32        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets        1589.78      1557.00        32.78     20.12000      6307.46 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1589.78      1557.00        32.78     20.12000      6307.46 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       1.900         0.00
GET       2.000         0.00
GET       2.100         0.00
GET       2.200         0.01
GET       2.300         0.01
GET       2.400         0.02
GET       2.500         0.03
GET       2.600         0.04
GET       2.700         0.05
GET       2.800         0.07
GET       2.900         0.09
GET       3.000         0.10
GET       3.100         0.13
GET       3.200         0.14
GET       3.300         0.17
GET       3.400         0.19
GET       3.500         0.23
GET       3.600         0.26
GET       3.700         0.28
GET       3.800         0.31
GET       3.900         0.33
GET       4.000         0.36
GET       4.100         0.39
GET       4.200         0.42
GET       4.300         0.44
GET       4.400         0.46
GET       4.500         0.49
GET       4.600         0.51
GET       4.700         0.53
GET       4.800         0.56
GET       4.900         0.58
GET       5.000         0.61
GET       5.100         0.64
GET       5.200         0.67
GET       5.300         0.70
GET       5.400         0.72
GET       5.500         0.76
GET       5.600         0.79
GET       5.700         0.83
GET       5.800         0.87
GET       5.900         0.91
GET       6.000         0.96
GET       6.100         0.99
GET       6.200         1.04
GET       6.300         1.10
GET       6.400         1.16
GET       6.500         1.22
GET       6.600         1.30
GET       6.700         1.36
GET       6.800         1.44
GET       6.900         1.51
GET       7.000         1.58
GET       7.100         1.64
GET       7.200         1.72
GET       7.300         1.78
GET       7.400         1.84
GET       7.500         1.93
GET       7.600         2.01
GET       7.700         2.10
GET       7.800         2.20
GET       7.900         2.31
GET       8.000         2.43
GET       8.100         2.55
GET       8.200         2.68
GET       8.300         2.80
GET       8.400         2.94
GET       8.500         3.06
GET       8.600         3.21
GET       8.700         3.33
GET       8.800         3.45
GET       8.900         3.59
GET       9.000         3.71
GET       9.100         3.85
GET       9.200         3.97
GET       9.300         4.11
GET       9.400         4.25
GET       9.500         4.36
GET       9.600         4.49
GET       9.700         4.60
GET       9.800         4.74
GET       9.900         4.88
GET      10.000         5.59
GET      11.000         6.93
GET      12.000         8.42
GET      13.000        10.55
GET      14.000        12.75
GET      15.000        15.54
GET      16.000        19.04
GET      17.000        27.72
GET      18.000        45.37
GET      19.000        56.02
GET      20.000        61.42
GET      21.000        65.96
GET      22.000        70.52
GET      23.000        74.42
GET      24.000        77.76
GET      25.000        81.65
GET      26.000        86.67
GET      27.000        92.03
GET      28.000        95.31
GET      29.000        96.51
GET      30.000        97.01
GET      31.000        97.36
GET      32.000        97.70
GET      33.000        97.97
GET      34.000        98.13
GET      35.000        98.32
GET      36.000        98.54
GET      37.000        98.74
GET      38.000        98.88
GET      39.000        99.04
GET      40.000        99.15
GET      41.000        99.28
GET      42.000        99.43
GET      43.000        99.53
GET      44.000        99.57
GET      45.000        99.64
GET      46.000        99.70
GET      47.000        99.75
GET      48.000        99.78
GET      49.000        99.81
GET      50.000        99.82
GET      51.000        99.84
GET      52.000        99.86
GET      53.000        99.87
GET      54.000        99.89
GET      55.000        99.90
GET      56.000        99.90
GET      57.000        99.91
GET      58.000        99.92
GET      59.000        99.92
GET      60.000        99.92
GET      61.000        99.93
GET      62.000        99.93
GET      63.000        99.93
GET      65.000        99.93
GET      66.000        99.94
GET      67.000        99.94
GET      68.000        99.94
GET      69.000        99.94
GET     210.000        99.94
GET     220.000        99.96
GET     230.000        99.99
GET     240.000       100.00
GET     250.000       100.00
---